{
  "films": [
    {
      "id": 1,
      "nameEng": "Fights Break Sphere 4",
      "nameVi": "Đấu Phá Thương Khung Phần 4",
      "img": "https://1.bp.blogspot.com/-EGImfeYc7DQ/YGFY6BXUAuI/AAAAAAAADgk/Ew1krlXy9a0KejCLuiAc5738-zp9bqDwACLcBGAsYHQ/w285-h400/0.png",
      "info": "là phim hoạt hình 3d trung quốc sẽ xoay quanh hội nghị các nhà giả kim. Hội nghị này có thể xem là bước ngoặt trong cuộc đời của Tiêu Viêm, nó cũng là sự khởi đầu cho con đường trở nên thực sự mạnh mẽ về thể chất lẫn trí lực của Tiêu Viêm. Màn trình diễn của anh vang dội khắp đại lục Đấu Khí, anh đã được mệnh danh là một siêu dược sĩ thiên tài. Và sự kiện to lớn này không thể thiếu những phiền toái và rắc rối.",
      "year": 2021,
      "love": 1000,
      "episode": 24,
      "categorys": ["Phim Hoạt Hình","Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["2_AXG8TYsxc","IK7R2iFISSA","DX2Z8o4IVnU","rAf8CNcli64","yiJRvVjSfYg","7HrOw1LwSLg"]
    },
    {
      "id": 2,
      "nameEng": "Legend of Yun Xi (2018)",
      "nameVi": "Vân Tịch Truyện",
      "img": "https://2.bp.blogspot.com/-ZrW0bziWV5U/XGNi5k7KGBI/AAAAAAAAEAE/ILLxVYMVtgEyX33CdUrXtcDH-c7aU_R7gCLcBGAs/s1600/legend_of_yun_xi_3159.jpg",
      "info": "Hàn Vân Tịch thân là một nữ thái y, từ nhỏ đã mất mẹ, trải qua vô vàn khó khăn, vẫn luôn giữ được thái độ lạc quan tịch cực. Vân Tịch có thiêm bẩm về y học, tinh thông kĩ thuật y học cổ truyền, thế nhưng luôn bị đố kỵ và ghen ghét. Do duyên số, Vân Tịch gả cho Vương Tần Long Phi Dạ, từ đó sa vào cuộc đấu tranh tàn khốc trong cung. Vân Tịch dựa vào y thuật cao siêu, đầu óc nhìn xa trông rộng và tấm lòng lương thiện, giúp cho các đại thần trong triều giải trừ độc, giúp Tần Vương diệt trừ nội gián, dập tắt bệnh dịch cho bách tính, chữa trị thành công căn bệnh kỳ quái của Thái tử. Vân Tịch không chỉ dùng tấm lòng lương y của mình yêu thương giúp đỡ người dân, hơn nữa còn giúp Tần Vương phá vỡ tất cả những âm mưu nội phản, dập tắt những hành động nổi loạn của huynh muội Sở thị. Trải qua một loạt những biến cố, y thuật của của Vân Tịch ngày càng tinh thông, hơn nữa còn giành được sự yêu thương ngưỡng mộ của Vua Tần. Hai người tử bỏ danh lợi, cùng nhau nghiên cứu y thuật, cuối cùng rời khỏi cung điện, về rừng ở ẩn, sống một cuộc sống hạnh phúc mặc sự đời.",
      "year": 2018,
      "love": 1842,
      "episode": 50,
      "categorys": ["Phim Võ Thuật", "Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Lồng Tiếng",
      "listEpisode": ["OiWmQfffxTY","0oer6Pf3vKg","av3jkdZ6-kA","GyroTd4IJaA","ui2S7w_5ldo","vkI7INZMlqc","StshiLAuMzg","L9qmcMFooxY"]
    },
    {
      "id": 3,
      "nameEng": "One Piece",
      "nameVi": "Đảo Hải Tặc",
      "img": "https://animehay.club/upload/poster/34.jpg",
      "info": "Monkey D. Luffy, 1 cậu bé rất thích Đảo hải tặc có ước mơ tìm được kho báu One Piece và trở thành Vua hải tặc Pirate King. Lúc nhỏ, Luffy tình cờ ăn phải trái quỉ (Devil Fruit) Gomu Gomu, nó cho cơ thể cậu khả năng co dãn đàn hồi như cao su nhưng đổi lại cậu sẽ không bao giờ biết bơi. Sau đó Luffy lại được Shank cứu thoát tuy nhiên ông ta bị mất 1 cánh tay. Sau đấy Shank chia tay Luffy và để lại cho cậu cái mũ rơm (Straw Hat) và nói rằng: Sau này bao giờ thành cướp biển hãy gặp ta và trả lại nó. Chính lời nói này đã thúc đầy Luffy trở thành 1 cướp biển thật sự.",
      "year": 2019,
      "love": 840,
      "episode": 24,
      "categorys": ["Phim Võ Thuật", "Phim Hoạt Hình"],
      "national": "Nhật Bản",
      "translate": "Vietsub",
      "listEpisode": ["AeaD3Q-bFjU","mOUQwVUO4q0","tzv86xibN6s","puHNx_44koE"]
    },
    {
      "id": 4,
      "nameEng": "Sword Snow Stride (2021)",
      "nameVi": "Tuyết Trung Hãn Đao Hành",
      "img": "https://1.bp.blogspot.com/-9FsjfrdIoKw/YdMARv-tszI/AAAAAAAAAtc/ZFJA40hG1D4v7J7L5eK-LLvFb7N3WtC8wCNcBGAsYHQ/s520/488-zy45o4f.webp",
      "info": "được chuyển thể từ tiểu thuyết “Tuyết Trung Hãn Đao Hành” của tác giả Phong Hoả Hí Chư Hầu. Vì trốn tránh làm phò mã, “thiên hạ đệ nhất ăn chơi trác táng” Bắc Lương thế tử – Từ Phượng Niên được phụ thân Từ Kiêu sắp xếp, vứt bỏ cuộc sống nhàn nhã, bước chân vào giang hồ, kết bạn với nhiều người trong võ lâm. Ba năm sau, Từ Phượng Niên từ một thiếu niên giấu tài nay đã lột xác, không muốn đi theo con đường mà phụ thân trải sẵn, càng không muốn tiếp nhận Bắc Lương. Bởi vì khi đã trở thành Bắc Lương Vương, cũng đồng nghĩa phải trở thành một người cô đơn, không có tình cảm. Nhưng khi Từ Phượng Niên biết được người thân của mình đã bỏ hắn mà đi, vì hắn mà hy sinh, trải qua thời khắc u ám của cuộc đời, rốt cuộc hạ quyết tâm sẽ trở thành một vị Bắc Lương Vương không giống với phụ thân của mình…",
      "year": 2021,
      "love": 708,
      "episode": 38,
      "categorys": ["Phim Võ Thuật", "Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["bhw6v_kv3NQ","OJglGvK1zdc","Vp7y7__uIjw"]
    },
    {
      "id": 5,
      "nameEng": "Three Lifetimes Peach Blossom (2017)",
      "nameVi": "Tam Sinh Tam Thế: Thập Lý Đào Hoa",
      "img": "https://i.pinimg.com/564x/35/bd/fc/35bdfc683dd9da4928805a709cbce9cc.jpg",
      "info": "chuyển thể từ tiểu thuyết ăn khách, kỹ xảo vừa đủ đẹp mắt, mạch phim có sự cắt chuyển hợp lý, dàn trai xinh gái đẹp có ngoại hình “nhìn phát yêu ngay”… là những nguyên nhân giúp Tam sinh tam thế gây được ấn tượng với khán giả. Nhiều khán giả thậm chí còn cho rằng Tam sinh tam thế Thập lý đào hoa là dự án cổ trang Hoa ngữ hiếm hoi mà cứ ghép cặp diễn viên nào là y như rằng họ được yêu thích. Dù vai chính diện hay phản diện, cứ xuất hiện trên màn ảnh là các diễn viên đã tạo được dấu ấn riêng.",
      "year": 2021,
      "love": 708,
      "episode": 58,
      "categorys": ["Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["XEs8Wfdtpsw","JtfhadZwngg","WFPYuqSCpbY","5I_jlIcMX6w","7GQLsap5pKk","yPc5eziEcJw","WID-of_DfCA"]
    },
    {
      "id": 6,
      "nameEng": "The Romance Of The Condor Heroes (2014)",
      "nameVi": "Tân Thần Điêu Đại Hiệp",
      "img": "http://1.bp.blogspot.com/-UBAi89eMXa0/VIU-lD18evI/AAAAAAAACoA/_V4bVmglL1c/s1600/tvhay-tan-than-dieu-dai-hiep.jpg",
      "info": "cuối thời Nam Tống, khi quân Mông Cổ đã lớn mạnh, tiêu diệt hầu hết châu Á, châu Âu, đang trực tiếp uy hiếp an nguy của Nam Tống. Câu chuyện xoay quanh tình yêu của hai nhân vật chính là Dương Quá và Tiểu Long Nữ giữa những cuộc chiến tang thương đẫm máu cả trên giang hồ lẫn chiến trường. Đại quân Mông Cổ sắp tấn công Trung nguyên, đám người Quách Tĩnh khó khăn kháng địch. Trong thời khắc quan trọng, Tiểu Long Nữ và Dương Quá vô tình rơi vào vòng phân tranh, đánh bại Kim Luân Pháp Sư. Nhưng con đường đi đến hạnh phúc phải trải qua biết bao gian nan khó khăn. Dương Quá và Tiểu Long Nữ nhiều lần ly biệt. Từ đại hội võ lâm, kháng địch ở Tương Dương, sự việc ở Tuyệt Tình Cốc, và 16 năm sinh ly tử biệt. Một Dương Quá si tình cuối cùng cũng tìm lại được Tiểu Long Nữ của mình dưới đáy Tuyệt Tình Cốc và cùng nhau trở về. Đúng lúc đó Mông Cổ đang tập hợp nhân mã tấn công Tương Dương, Dương Quá đánh bại Kim Luân Pháp Vương, đồng thời dùng đá đánh chết Hoàng đế Mông Cổ Mông Ca, bảo vệ thành công thành Tương Dương.",
      "year": 2021,
      "love": 708,
      "episode": 54,
      "categorys": ["Phim Cổ Trang", "Phim Võ Thuật"],
      "national": "Trung Quốc",
      "translate": "Lồng Tiếng",
      "listEpisode": ["bwBlWjX-8nQ","LWSfFdKCvLk","ZhuuwpufqSc","OgaApUOF9vw","V3TH_RbyND0","XFGPiF2suZ4"]
    },
    {
      "id": 7,
      "nameEng": "Perfect World (2021)",
      "nameVi": "Thế Giới Hoàn Mỹ",
      "img": "https://1.bp.blogspot.com/-Klvabkf-1xc/YIq6XVRA4vI/AAAAAAAADoM/AZJETG12qaUjDM-C35o1zs0ULTCfB6hEgCLcBGAsYHQ/w286-h400/111576-59035.jpg",
      "info": "chuyển thể từ tiểu thuyết ăn khách, kỹ xảo vừa đủ đẹp mắt, mạch phim có sự cắt chuyển hợp lý, dàn trai xinh gái đẹp có ngoại hình “nhìn phát yêu ngay”… là những nguyên nhân giúp Tam sinh tam thế gây được ấn tượng với khán giả. Nhiều khán giả thậm chí còn cho rằng Tam sinh tam thế Thập lý đào hoa là dự án cổ trang Hoa ngữ hiếm hoi mà cứ ghép cặp diễn viên nào là y như rằng họ được yêu thích. Dù vai chính diện hay phản diện, cứ xuất hiện trên màn ảnh là các diễn viên đã tạo được dấu ấn riêng.",
      "year": 2021,
      "love": 6306,
      "episode": 41,
      "categorys": ["Phim Hoạt Hình", "Phim Võ Thuật"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["eG3fULxaYl8","KzrD00C4U-U","-jhfN4rp0As","UZddW3--pME","qS4uQ1-HzzQ","oFMCPr1TK_M","a-lXl1qGDsY","-HC20seN57M","v5ceYhzHP54","TdiG56r2oCQ"]
    },
    {
      "id": 8,
      "nameEng": "The Fast and The Furious (2001)",
      "nameVi": "Quá Nhanh Quá Nguy Hiểm Phần 1",
      "img": "http://4.bp.blogspot.com/-OSd8UDJYkI4/VTz7pUUWAlI/AAAAAAAAHUU/VmTCVei-uBI/s1600/22352_large.jpg",
      "info": "Brian là tay lang thang, đói meo và nóng lòng được nếm trải giới hạn của tốc độ. Anh tự hào về tài lái xe lả lướt của mình, thế nhưng với dân đua xe, anh chỉ là tay mơ. Với chiếc xe được lắp thêm bộ tăng tốc NOS, anh đi tìm Dominic ông hoàng tốc độ ở Los Angeles để xin được tham dự làng đua. Sau màn đua bạt mạng và bị cảnh sát đuổi bắt, Brian đã quay lại cứu Dominic khỏi chiếc còng đang sắp sửa bập vào tay anh chàng. Kể từ đó Brian được Dominic nhận vào đội, và cũng từ đó mối tình giữa Brian với Mia em gái Dominic bắt đầu nảy nở. Thực chất, Brian là nhân viên mật của FBI được cử đi phá chuyên án Băng Cướp Tốc Độ đang gieo rắc kinh hoàng trên khắp các xa lộ. Thế nhưng giờ đây anh cảm thấy mình có một mối quan hệ khắng khít với Dominic, và tình cảm giữa anh với Mia không thể nào chia lìa được.",
      "year": 2001,
      "love": 68,
      "episode": 1,
      "categorys": ["Phim Hành Động"],
      "national": "Mỹ",
      "translate": "Thuyết Minh",
      "listEpisode": ["LWCHrHxg9sA"]
    },
    {
      "id": 9,
      "nameEng": "The Fast and The Furious 6 (2013)",
      "nameVi": "Quá Nhanh Quá Nguy Hiểm Phần 6",
      "img": "http://1.bp.blogspot.com/-IX9x5ZgFTHA/UmCf7sxukdI/AAAAAAAANUk/7S-q6P8e07k/s1600/tvhay.org-qua-nhanh-qua-nguy-hiem.jpg",
      "info": "kể về Đặc vụ Hobbs phải nhờ đến Dom và nhóm của anh giúp sức trong cuộc vây bắt 1 băng đảng do Owen Shaw cầm đầu. Đổi lại, Dom muốn một bản lý lịch “sạch sẽ” cho mọi người trong đội. Tiếp nối từ những thành công trước và phim quá nhanh quá nguy hiểm 6 đã được bấm máy quay và sẽ công chiếu vào giữa hè năm nay. Vẫn những cuộc đua gay cấn và nảy lửa sẽ không các fan thất vọng.",
      "year": 2013,
      "love": 255,
      "episode": 1,
      "categorys": ["Phim Hành Động"],
      "national": "Mỹ",
      "translate": "Thuyết Minh",
      "listEpisode": ["6Ws-diouhWo"]
    },
    {
      "id": 10,
      "nameEng": "Naruto (2002)",
      "nameVi": "Naruto",
      "img": "http://2.bp.blogspot.com/-S9HdBKk98M8/VNNsBPujCJI/AAAAAAAAE-g/rr76CgPx7X4/s1600/tvhay-naruto-htv3.png",
      "info": "mười hai năm trước, một con cáo chín đuôi tấn công làng Konohagakure (Làng Lá), tàn phá và giết hại rất nhiều người. Cuối cùng, người đứng đầu Làng Lá Hokage đệ tứ đã hi sinh mạng sống của mình để phong ấn con cáo vào trong một đứa trẻ mới chào đời Naruto Uzumaki. Hokage đệ tứ người anh hùng đã phong ấn cáo chín đuôi muốn Naruto được tôn trọng vì đã hi sinh thân mình để giam giữ con cáo chín đuôi. Tuy nhiên, cư dân Làng Lá lại xa lánh cậu, xem cậu chính là con cáo chín đuôi và ngược đãi cậu trong suốt thời thơ ấu. Theo lệnh của Hokage đệ tam, không ai được tiết lộ hay bàn luận về chuyện cáo chín đuôi tấn công ngôi làng, ngay cả với người trong gia đình. Và chính điều này cũng khiến Naruto không hề biết rằng mình có con quái vật trong người. Mặc dù vậy, điều lệ đó cũng không làm cho những người dân ngừng xua đuổi, xa lánh Naruto. Kết quả, Naruto lớn lên trong hoàn cảnh một đứa trẻ mồ côi, không bạn bè, không gia đình, không được sự công nhận của xã hội. Naruto không thể ép buộc mọi người làm bạn với mình, nên Naruto hay làm mọi cách để mọi người chú ý đến cậu thông qua các trò đùa tai quái. Vài năm sau, Naruto bị lừa bởi tên ninja phản bội Mizuki. Cậu ăn cắp một cuốn sách dạy cấm thuật, nhưng bị chặn lại bởi thầy giáo của mình, Iruka Umino. Sau khi Iruka liều chết để bảo vệ Naruto, cậu đã sử dụng thuật Đa trọng ảnh phân thân mới học được chưa lâu để đánh bại Mizuki. Vụ chạm trán đó đã cho Naruto biết 2 điều: rằng cậu chính là chiếc hũ chứa đựng Cửu vĩ hồ mà người làng căm ghét, và còn có người khác ngoài Hokage Đệ Tam thật sự quan tâm và thừa nhận cậu. Việc cậu tốt nghiệp học viện đã mở ra một cánh cửa mới, dẫn tới những sự kiện và con người sẽ thay đổi và định nghĩa lại thế giới của cậu, trong đó có cả nhẫn đạo sẽ suốt đời không thay đổi. Bộ phim là câu chuyện về sự trưởng thành và tiến bộ của Naruto và nhóm bạn khi làm ninja, nhấn mạnh mối quan hệ giữa họ và sự ảnh hưởng của quá khứ đến tính cách họ. Naruto tìm được hai người bạn đồng hành cùng là Uchiha Sasuke và Haruno Sakura, hai ninja trẻ cùng trang lứa được chỉ định cùng với cậu ta lập thành một đội 3 người dưới sự giám sát của một giáo viên kinh nghiệm tên là Hatake Kakashi. Cũng như bao đội ninja khác, họ có trách nhiệm phải hoàn thành các nhiệm vụ được dân làng yêu cầu, như làm việc vặt hoặc bảo vệ cho người nào đó. Nhiệm vụ quan trọng đầu tiên mà đội 7 được nhận là bảo vệ Tazuna an toàn trở về Sóng quốc. Trong lúc thực hiện nhiệm vụ này, họ đã phải chạm trán với ác quỷ làng Sương mù Zabuza Momochi và Haku. Trận chiến với 2 người trên chính là mở đầu cho con đường nhẫn đạo của Naruto.",
      "year": 2002,
      "love": 9560,
      "episode": 233,
      "categorys": ["Phim Hoạt Hình"],
      "national": "Nhật Bản",
      "translate": "Lồng Tiếng",
      "listEpisode": ["-SBBef-OEiE","NP_unUdyIpU","Hiy2oGwNc1I","cDJwpPJIaRA"]
    },
    {
      "id": 11,
      "nameEng": "Soul Land (2018)",
      "nameVi": "Đấu La Đại Lục",
      "img": "https://1.bp.blogspot.com/-do17In76hNA/YX6KVQUUlrI/AAAAAAAAEc4/gFQB7Q0GkGYOcdVu7_SMrygsLC078tG6ACLcBGAsYHQ/s16000/dau-la-dai-luc.png",
      "info": "là một trong những tác phẩm đặc sắc của Đường Gia Tam Thiếu. Tác phẩm thuộc thể loại Huyễn Hiệp, mang đến cho độc giả một cái nhìn, một cảm nhận mới về thế giới hiệp khách huyền ảo. Câu chuyện với nhân vật chính, con một thợ rèn, một thợ rèn trở thành tửu quỷ, vì thê tử đã mất, sẵn sàng lôi cuốn người đọc ngay từ những chương đầu tiên. Đấu La Thế Giới, một đại lục rộng lớn, cư dân đông đúc. Chức nghiệp cao quý nhất tại đây được gọi là Hồn Sư. Mỗi người sinh ra, đều có một vũ hồn bẩm sinh. Vũ hồn có thể là cái cày, cái cuốc, liêm đao… thuộc khối công cụ, một đóa hoa cúc, một cành mai… thuộc thực vật hệ, đến các vũ hồn cường đại như Tuyết Ảnh Ma Hùng, Tật Phong Ma Lang…. Để có thể trở thành hồn sư, ngoài vũ hồn cường đại, còn cần đến hồn lực để sử dụng vũ hồn đó, vũ hồn càng lớn, hồn lực càng cao, đại biểu cho thực lực mạnh mẽ tại Đấu la đại lục. Cứ 10 cấp hồn lực, vũ hồn có thể phụ gia thêm một cái hồn hoàn, có được từ việc liệp sát hồn thú, những quái thú mạnh mẽ, có tu vị hằng nghìn năm. Hành trình tu luyện, tìm hiểu bí ẩn cái chết của mẫu thân, bí mật tông sư của phụ thân, câu chuyện sẽ cho người đọc những trải nghiệm thú vị.",
      "year": 2018,
      "love": 82225,
      "episode": 193,
      "categorys": ["Phim Hoạt Hình"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["JwTezNtiEVA","5O4IfPgf8_E","hRfI3yOXQLA","6oGtl073U4I","6H-R-pVbfds","s2lIQidasFk","vGjUAscFDfQ","6ZUkZqJDmHE","-JTHMu7LEyo","ekHvJAelLw0"]
    },
    {
      "id": 12,
      "nameEng": "Love And Redemption (2020)",
      "nameVi": "Lưu Ly Mỹ Nhân Sát",
      "img": "https://1.bp.blogspot.com/-5CwNMQ6atAA/Xy1P1aCIybI/AAAAAAAAICw/jajRYCCKIqAmiOvRifcSlIH8PS-UunUFwCLcBGAsYHQ/s2000/1111122.jpg",
      "info": "Đây là một trong những bộ phim cổ trang được mong chờ nhất năm 2020. Phim được cải biên từ bộ tiểu thuyết nổi danh của Thập Tứ Lang, xoay quanh thiếu nữ Chử Toàn Cơ trời sinh khiếm khuyết lục thức. Mối tình của nàng và đệ tử Ly Trạch cung là Vũ Tư Phượng bị đè nặng bởi những âm mưu từ kiếp trước, nhưng bọn họ vẫn kiên định nắm tay nhau , đối mặt với muôn trùng gian khó…",
      "year": 2020,
      "love": 10529,
      "episode": 59,
      "categorys": ["Phim Cổ Trang", "Phim Thần Thoại"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["KiTqJLtSxB0","g6N2pnZJiYc","UILjobZxg7o","ht0114nF45k"]
    },
    {
      "id": 13,
      "nameEng": "The Legends (2019)",
      "nameVi": "Chiêu Diêu",
      "img": "https://1.bp.blogspot.com/-F54ZN73s0w0/XKAlNFu5wCI/AAAAAAAAVF4/r7UvSreQIkQUCDandBn9YsW8d8mNhRj9wCLcBGAs/s640/g2N3of.jpg",
      "info": "Nữ ma đầu Lộ Chiêu Diêu (Bạch Lộc) là môn chủ Vạn Lục Môn, hoành hành ngang ngược khiến tiên ma hai giới vừa nghe đã sợ mất mật. Lúc hạ sơn cứu được tiểu tử Mặc Thanh (Hứa Khải), không ngờ đến lúc cướp kiếm lại bị Mặc Thanh giành mất, bản thân Lộ Chiêu Diêu còn bị kiếm thế đánh trọng thương. Năm năm sau, Lộ Chiêu Diêu quay lại, phát hiện Mặc Thanh đã làm cho Vạn Lục Môn càng cường đại hơn nữa. Lộ Chiêu Diêu bèn che giấu thân phận, lợi dụng tình cảm của Mặc Thanh, để hắn thay mình đi làm nhiều chuyện nguy hiểm. Thế nhưng đối diện với tình cảm của hắn, nàng dần dần dao động mục đích ban đầu. Cuối cùng, Lộ Chiêu Diêu cùng Mặc Thanh hợp lực đánh bại Lạc Minh Hiên giả nhân giả nghĩa, vạch trần bộ mặt thật của hắn cho hậu thế. Sau trận đại chiến, hai người cũng đến bên nhau.",
      "year": 2019,
      "love": 1001,
      "episode": 56,
      "categorys": ["Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Lồng Tiếng",
      "listEpisode": ["muejUpYEQ0U","2oBy1i2DjOE","rV9-5BBFFWk","3Rl3gp1VZBI","cNki-gp3TUw","4wLQqBuTz9I"]
    },
    {
      "id": 14,
      "nameEng": "Kill It (2019)",
      "nameVi": "Truy Sát",
      "img": "https://1.bp.blogspot.com/-pBFNiCt7f3M/YZ94bJ6ZZJI/AAAAAAAAAdg/ghtrhsAWRkohCOtRudSwFt8GUMDAxxKNgCLcBGAsYHQ/s1600/4ad287dbda89ec75b99f1cf16e9d1b91.jpg",
      "info": "kể về Soo Hyun (Jang Ki Yong) được cưu mang và được đào tạo trở thành sát thủ từ khi còn rất nhỏ. Trái tim từ tấm bé đã phải nhuốm màu chết chóc biến anh trở thành một tay giết thuê máu lạnh hoàn hảo. Khi ẩn thân dưới danh phận bác sĩ thú y, Soo Hyun quen biết với Do Hyun Jin (Nana), một nữ hình sự tài giỏi nhưng kiêu ngạo. Khi va chạm vào cuộc sống của nhau, Soo Hyun và Hyun Jin dần thu hút đối phương bởi sức hút kì lạ của định mệnh. Thế nhưng cả hai không hề biết rằng, họ vốn dĩ chính là mối ác duyên nghiệt ngã khi đôi bên đều là mục tiêu truy đuổi của nhau.",
      "year": 2019,
      "love": 71,
      "episode": 12,
      "categorys": ["Phim Hành Động","Phim Hình Sự"],
      "national": "Hàn Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["4yAD7BRKRV8","ut_sHpXP-lY","tKo81TsoKPY","VS8jD54U200","5AH7vjhYomQ","8FZTHVWv9ps","8xxppEGRe1k","UCdRwrk09mc","at_c1vMfIo4","jyrlVMyHsVc","I45VykfsGbo","oMReOBRf34A"]
    },
    {
      "id": 15,
      "nameEng": "Beast Hunter (2019)",
      "nameVi": "Thợ Săn Quái Thú",
      "img": "https://1.bp.blogspot.com/-PssRHTkBt5Y/YbxRod7mTCI/AAAAAAAAAnA/0f_cPe3V7wQqc1PEn7vcen2C_wYdr96MwCNcBGAsYHQ/s1020/witchers2photos1.jpg",
      "info": "Geralt đón nhận định mệnh của mình khi anh bảo vệ Ciri khỏi các thế lực đang đấu đá giành quyền kiểm soát Lục Địa và cả sức mạnh bí ẩn mà cô sở hữu.",
      "year": 2019,
      "love": 329,
      "episode": 1,
      "categorys": ["Phim Hành Động","Phim Thần Thoại"],
      "national": "Mỹ",
      "translate": "Thuyết Minh",
      "listEpisode": ["lpqF92yLpJk"]
    },
    {
      "id": 16,
      "nameEng": "Strike Back Season 1 (2010)",
      "nameVi": "Phản Đòn Phần 1",
      "img": "https://2.bp.blogspot.com/-I5liNXg9_aE/WOeeFRA5vFI/AAAAAAAAPBs/_b4AkzX5HccJbIqSw2CZdLf3XhNU5PzFwCLcB/s1600/Chris_Ryan%2527s_Strike_Back_Series_Season_1_Richard_Armitage.jpg",
      "info": "kể về những lần hành động của John Porter, một cựu SAS Sergeant, và Hugh Collinson, sĩ quan tình báo bí mật – MI6. Cả hai đều tham gia trong một hoạt động bất thành vào đêm trước của cuộc xâm lược Iraq năm 2003, nơi hai binh sĩ trong đơn vị của họ đã thiệt mạng. Bộ phim được chia vào ba dòng chính của câu chuyện đã xảy ra bảy năm sau đó. Hai tập đầu tiên tập trung vào vụ bắt cóc của Katie Dartmouth, một nhà báo Anh, bên ngoài Basra , Iraq . Porter là đã giải cứu cô. Hai tập tiếp theo diễn ra tại Zimbabwe, nơi Chính phủ cáo buộc Anh đã dàn âm mưu ám sát Robert Mugabe. Porter là vào nhà tù cùng một game bắn súng rõ ràng đang được tổ chức và hỗ trợ trong việc phá vỡ ra. Hai tập phim diễn ra ở Afghanistan và Pakistan, nơi mà một hacker máy tính chịu trách nhiệm cho việc tiêu diệt quân đội Mỹ tại tỉnh Helmand.",
      "year": 2010,
      "love": 148,
      "episode": 1,
      "categorys": ["Phim Hành Động","Phim Tâm Lý"],
      "national": "Mỹ",
      "translate": "Thuyết Minh",
      "listEpisode": ["fn7j_aMMQJ4"]
    },
    {
      "id": 17,
      "nameEng": "You Are My Glory (2021)",
      "nameVi": "Em Là Niềm Kiêu Hãnh Của Anh",
      "img": "https://1.bp.blogspot.com/--GmF_6ic8gQ/YQkaVf6o5sI/AAAAAAAALGc/uivNxD2LrxMN-Uog46xsuXifb_kDt87WwCLcBGAsYHQ/s1800/211389425_1430617507307884_7449673520634634922_n.jpg",
      "info": "kể về câu chuyện đại minh tinh hào quang lấp lánh Kiều Tinh Tinh (Địch Lệ Nhiệt Ba) cùng học thần kỹ sư hàng không Vu Đồ (Dương Dương) từ tuổi trẻ thanh xuân đến lớn lên gặp lại lần nữa. Thời trung học, Kiều Tinh Tinh đối với Vu Đồ có hảo cảm nhưng vì tiền đồ, hai người đem phần u mê này giấu sâu trong lòng. Mười năm trôi qua, Kiều Tinh Tinh ngoài ý muốn trở thành ngôi sao hào quang lấp lánh mà học thần Vu Đồ thời trung học đã trở thành người bình thường. Cách biệt nhiều năm, Kiều Tinh Tinh ở game Vương Giả Vinh Diệu vô tình gặp gỡ nam thần Vu Đồ từng cự tuyệt mình. Thời gian vội vã, ngươi vẫn như cũ lấp lánh ở trong lòng ta, ta có thể hay không trở thành vinh dự của ngươi? Hai người (Vu Đồ & Kiều Tinh Tin ) cùng nhau cố gắng phấn đấu, ở trong sự kỳ ngộ lãng mạn khích lệ lẫn nhau, cuối cùng trở thành niềm kiêu hãnh của nhau.",
      "year": 2021,
      "love": 10588,
      "episode": 32,
      "categorys": ["Phim Tình Cảm","Phim Tâm Lý"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["nM4RW1FJADc","JYULMl3ywYM","G7YMdgxTwIw","IxMYsL7hnrQ","mz42qe3aWbo","4uSduneKb5E","_nMz1GdzUsU"]
    },
    {
      "id": 18,
      "nameEng": "Noble Aspirations (2016)",
      "nameVi": "Tru Tiên Thanh Vân Chí",
      "img": "https://i.pinimg.com/originals/a5/bd/cb/a5bdcbab772f703a57498926b79fc866.jpg",
      "info": "là bộ phim truyền hình chuyển thể từ bộ tiểu thuyết tiên hiệp nổi tiếng Tru Tiên của nhà văn Tiêu Đỉnh. cậu bé Trương Tiểu Phàm xuất thân từ Thảo Miếu thôn, vì cứu giúp Phổ Trí thần tăng của Thiên Âm tự mà toàn thôn gặp họa diệt vong. Trương Tiểu Phàm mồ côi cùng người bạn Lâm Kinh Vũ đầu nhập Thanh Vân môn. Lâm Kinh Vũ thuộc Long Thủ phong do Thương Tùng đạo nhân quản lý, còn Trương Tiểu Phàm phân về Đại Trúc phong do Điền Bất Dịch quản lý. Tiểu Phàm trong người mang Phệ Huyết châu là vật mang tà khí cực lớn, đêm ngày bị dày vò tâm trí. Tại đỉnh Đại Trúc, Tiểu Phàm ngày ngày vui vẻ nấu cơm, không ngờ vô tình lại bắt được thần khí luyện huyết Phệ Hồn, còn thầm mến cô bé hoạt bát đáng yêu Điền Linh Nhi. 5 năm sau, Tiểu Phàm tham dự đại hội tỷ võ 7 chi phái của Thanh Vân môn, quen biết đồng môn Lục Tuyết kỳ và Tăng Thư Thư, tài nghệ trấn áp quần hùng, vào đến vòng tứ kết (tứ cường). Sau đó Tiểu Phàm cùng Tuyết Kỳ xuống núi, gặp gỡ Quỷ vương tông Bích Dao, thiếu nữ Tiểu Hoàn… Quay về Thanh Vân môn, chưởng môn Thanh Vân môn Đạo Huyền nghi ngờ thân phận thật sự của Tiểu Phàm. Tuyết Kỳ vì muốn bảo vệ Tiểu Phàm, giúp anh giải oan nên đã rời khỏi Thanh Vân môn, Bích Dao cũng vì Tiểu Phàm mà chống lại Tru tiên kiếm… 10 năm sau, giang hồ loạn lạc, không còn nữa một Trương Tiểu Phàm bình dị tự ti, thay vào đó là Phó tông chủ Quỷ vương tông Quỷ Lệ, biểu hiện lạnh lùng vô tình, tài nghệ cực cao, giang hồ gọi tên Huyết công tử, cùng Diệu công tử Kim Bình Nhi của Hợp Hoan phái và Độc công tử Tần Vô Viêm của Vạn Độc môn xưng danh Ma giáo tam công tử. Từ lúc Tru tiên kiếm hạ, Bích Dao chìm trong hôn mê không tỉnh, Quỷ Lệ ôm tâm niệm duy nhất là cứu tỉnh Bích Dao…",
      "year": 2016,
      "love": 1396,
      "episode": 55,
      "categorys": ["Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["amef8JE3Zqg","x3v955Ifw-M","Ivb482JPhnI","UMC5tBthpWs","eAtUWJZnTCw","pc0pd-8O1yo","klrTVYsDEy8"]
    },
    {
      "id": 19,
      "nameEng": "The Legend of Chusen 2 (2016)",
      "nameVi": "Tru Tiên Thanh Vân Chí 2",
      "img": "https://i.pinimg.com/564x/98/1b/64/981b64b68de909f2f2a835dbbb58ce2c.jpg",
      "info": "với sự tham gia của Lý Dịch Phong, Triệu Lệ Dĩnh, Dương Tử, Tần Tuấn Kiệt, Đường Nghệ Hân, Vương Tuấn Khải, Vương Nguyên, Dịch Dương Thiên Tỉ, Thành Nghị. Nối tiếp phần 1, sau cái chết của Bích Dao, Tử Phàm nhập ma giáo, đi tìm phương pháp cứu sống lại Bích Dao. Điều khiến người xem tò mò là liệu Tru Tiên 2 sẽ có thay đổi gì so với truyện. Liệu Tử Phàm có cứu được Bích Dao hay Bích Dao sẽ vĩnh viễn ngủ theo như trong truyện? Liệu Tử Phàm và Lục Tuyết Kỳ có đến với nhau theo như trong truyện hay không?",
      "year": 2016,
      "love": 439,
      "episode": 18,
      "categorys": ["Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["5YHNipqVuQs","FJ5JurIa6-8","FJ5JurIa6-8","MNwq7o3_IIQ"]
    },
    {
      "id": 20,
      "nameEng": "Just One Smile is Very Alluring (2016)",
      "nameVi": "Yêu Em Từ Cái Nhìn Đầu Tiên",
      "img": "https://i.pinimg.com/originals/3f/43/de/3f43deca551bc2c50b82bbe74a93d6f2.jpg",
      "info": "là bộ phim được chuyển thể từ cuốn tiểu thuyết cùng tên của nhà văn Cố Mạn và do Lâm Ngọc Phân làm đạo diễn với sự tham gia của các diễn viên Dương Dương, Trịnh Sảng, Mao Hiểu Đồng… Phim được chính thức khởi quay ngày 25 tháng 8 năm 2015 và đóng máy vào tháng 11 cùng năm. Nội dung phim kể về mối tình lãng mạn từ trong game đến đời thực của Tiêu Nại và cô nàng Bối Vy Vy",
      "year": 2016,
      "love": 2452,
      "episode": 30,
      "categorys": ["Phim Tình Cảm"],
      "national": "Trung Quốc",
      "translate": "Lồng Tiếng",
      "listEpisode": ["wxHfpsBgR1g","QjCHBviHviE","RRSTdFqprdo","dY8pBXPJaWU","1QQueN5HXTE","mvMKhfibl7Y","md8JZrifVsI","yDqpc7sJkpo","eBuxf3ePes8","1ZLv2DLpe9c","yr4kKzB-3WE","TykQ0MStTuU","MAxsooYhNnQ","2XZLsusmfVo","WROzfl26EjY","jnr_4EJPjLc","EWvUznyj73A"]
    },
    {
      "id": 21,
      "nameEng": "The King's Avatar (2019)",
      "nameVi": "Toàn Chức Cao Thủ",
      "img": "https://1.bp.blogspot.com/-22i6ruQ3ack/XWDt7WChnkI/AAAAAAAAFIg/3bOdKTo2eeoJITh8UJhmtSXt5XPnswoWQCLcBGAs/s1600/1146.jpeg",
      "info": "được cải biên từ tiểu thuyết cùng tên của tác giả Hồ Điệp Lam, xoay quanh game thủ thuộc hàng top bất ngờ bị đuổi khỏi đội vì một số lý do Diệp Tu (Dương Dương). Tuy nhiên, Diệp Tu không hề từ bỏ niềm đam mê của mình. Một thời gian sau, anh lấy lại ID Quân Mạc Tiếu của mình, lên kế hoạch trở về đỉnh cao trước đây.",
      "year": 2019,
      "love": 3284,
      "episode": 40,
      "categorys": ["Phim Tâm Lý", "Phim Hành Động"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["1yD3nWYDTQc","vYMJ-Db6MGs","1Hv62AXgkKI"]
    },
    {
      "id": 22,
      "nameEng": "Great Master (2020)",
      "nameVi": "Đại Chúa Tể",
      "img": "https://4.bp.blogspot.com/-U8qq3yg8FK8/XjfZolSAldI/AAAAAAAAGOY/Oc1rW-vvBZwksJH0Ap84r888te_YnJ4owCLcBGAsYHQ/s1600/234654.jpg",
      "info": "kể về câu chuyện giữa Mục Trần (Vương Nguyên đóng) và Lạc Ly (Âu Dương Na Na đóng), hai con người tài hoa có số mệnh đặc biệt đến từ những bộ tộc khác nhau. Họ gặp gỡ và yêu mến nhau ở Linh Lộ sau một sự cố bất ngờ. Bên cạnh tình yêu trai gái, bộ phim cũng tập trung khai thác các khía cạnh khác về đời sống như hành trình cứu mẹ của Mục Trần, hành thiện trừ ác, tiêu diệt các bộ tộc xấu xa khác nhờ vậy mà có được cả tình yêu và những người bạn tốt.",
      "year": 2020,
      "love": 403,
      "episode": 48,
      "categorys": ["Phim Cổ Trang","Phim Thần Thoại"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["sNSCCoGLwR4","P56dqHJ9_90","VQ93jH0x1A8","9mR1jaW7WGk"]
    },
    {
      "id": 23,
      "nameEng": "Who Rules The World (2022)",
      "nameVi": "Thả Thí Thiên Hạ",
      "img": "https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https://1.bp.blogspot.com/-Vk1NjdD3hVI/Yl5fet8-HII/AAAAAAAABRk/QhRdq6_vWYkBhPEPexsYMEyZrCQ4WW_CgCNcBGAsYHQ/s520/58cefbc548b1032d9109ac6a93ed7e52.jpg",
      "info": "kể về trên đỉnh Thương Mang danh hiệu Vương sơn cao nhất Đông Triều, theo truyền thuyết, có một vị cao nhân lưu lại một bàn cờ đang chơi dở, tại bàn cờ ấy có để lại một câu như trên. Khi đó đúng là thời các quốc gia Đông quốc tranh đấu, cũng là lúc nghiệp đế vương lay chuyển.",
      "year": 2022,
      "love": 1287,
      "episode": 45,
      "categorys": ["Phim Thần Thoại","Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["d3fUsG9J9II","m469IURnyKE"]
    },
    {
      "id": 24,
      "nameEng": "Rebirth For You (2021)",
      "nameVi": "Mộ Nam Chi",
      "img": "https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https://1.bp.blogspot.com/-EgKmKDuGrGE/YXGCp4Z959I/AAAAAAAAEYw/IrkDixiDI283h96HC2d9eNsN3lZo-sYKQCLcBGAsYHQ/s16000/MoNamChi.jpg",
      "info": "xoay quanh chuyện tình yêu ngọt ngào đầy trắc trở của Khương Hiến và Lý Khiêm. Ban đầu Khương Hiến không mấy thiện cảm với Lý Khiêm. Tuy nhiên, trong quá trình hợp tác, hai người đã phải lòng nhau. Cả hai cùng nhau trải qua nhiều sóng gió và dần dần gỡ bỏ được những khúc mắc, hận thù để đến với nhau.",
      "year": 2021,
      "love": 2166,
      "episode": 40,
      "categorys": ["Phim Tình Cảm", "Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["cBLvhxh9ZN0","L2j2PpW9BPk","Gqp6619oK4o","UCYDJxDaZ3E"]
    },
    {
      "id": 25,
      "nameEng": "Da Shen Xian (2020)",
      "nameVi": "Ta Là Đại Thần Tiên",
      "img": "https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https://1.bp.blogspot.com/-_gDaDcW51Ng/YF_juTXfBxI/AAAAAAAADgI/QPHveQypzT8tzOxdTtSEHg_fEcbcPVnhgCLcBGAsYHQ/w285-h400/unnamed.jpg",
      "info": "là phim hoạt hình Trung Quốc kể về Thần đồng tên giang mới có bảy tuổi sinh trưởng quá nhanh nên bị đoản mệnh, vì là khôi phục cuộc sống bình thường, mang theo ký ức trong cơ thể một vị đại thần tiên xông vào Tiên giới, từ đây đi tới trở thành bá chủ Tiên giới mở ra con đường truyền kỳ.",
      "year": 2020,
      "love": 3375,
      "episode": 32,
      "categorys": ["Phim Hoạt Hình"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["Q4jlPejDydU","RUEN-M-WMQc","yz6moaU6WGQ","MO-C33IZnXE","gpwkuvPqRfw","prheoz7f4tg"]
    }
  ],
  "offerFilms": [
    {
      "id": 1,
      "nameEng": "Fights Break Sphere 4",
      "nameVi": "Đấu Phá Thương Khung Phần 4",
      "img": "https://1.bp.blogspot.com/-EGImfeYc7DQ/YGFY6BXUAuI/AAAAAAAADgk/Ew1krlXy9a0KejCLuiAc5738-zp9bqDwACLcBGAsYHQ/w285-h400/0.png",
      "info": "là phim hoạt hình 3d trung quốc sẽ xoay quanh hội nghị các nhà giả kim. Hội nghị này có thể xem là bước ngoặt trong cuộc đời của Tiêu Viêm, nó cũng là sự khởi đầu cho con đường trở nên thực sự mạnh mẽ về thể chất lẫn trí lực của Tiêu Viêm. Màn trình diễn của anh vang dội khắp đại lục Đấu Khí, anh đã được mệnh danh là một siêu dược sĩ thiên tài. Và sự kiện to lớn này không thể thiếu những phiền toái và rắc rối.",
      "year": 2021,
      "love": 1000,
      "episode": 24,
      "categorys": ["Phim Hoạt Hình","Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["2_AXG8TYsxc","IK7R2iFISSA","DX2Z8o4IVnU","rAf8CNcli64","yiJRvVjSfYg","7HrOw1LwSLg"]
    },
    {
      "id": 2,
      "nameEng": "Ancient Love Poetry",
      "nameVi": "Thiên Cổ Quyết Trần",
      "img": "https://1.bp.blogspot.com/-bKeeHL5I_mg/YM2NAz80E-I/AAAAAAAAK-M/_j-VwpVg1oonQPvRZoNYZwaoPWWzFk9QwCLcBGAsYHQ/s2000/199295333_1412058305830471_1952468801636470529_n.jpg",
      "info": "được chuyển thể từ tiểu thuyết huyền huyễn của Thượng Cổ của tác giả Tinh Linh, chuyện kể về mối tình vạn năm đầy biến động của Bạch Quyết và Thượng Cổ.",
      "love": 5064,
      "episode": 49,
      "categorys": ["Phim Cổ Trang"],
      "national": "Trung Quốc",
      "translate": "Lồng Tiếng",
      "listEpisode": ["MlJ2qWFBHOk","L_gmZJz0hDg","v9VrSr4wkPY"]
    },
    {
      "id": 3,
      "nameEng": "Love Under The Full Moon",
      "nameVi": "Hãy Yêu Nhau Dưới Trăng Tròn",
      "img": "https://1.bp.blogspot.com/-AFzMAnL1GGg/YS7pFLYEUfI/AAAAAAAAACw/nR3v5lfE7JsSpnAu-Xrs3SiuJdDvpTszgCLcBGAsYHQ/s1600/4VpdZ-4f.jpg",
      "info": "xoay quanh câu chuyện cô nàng Lôi Sơ Hạ (do Cúc Tịnh Y thủ vai) bị ảnh hưởng bởi hiệu ứng đêm trăng siêu tròn, không những khiến cô mất trí trí mà còn khiến cuộc sống cô bị đảo lộn, chấm dứt chuỗi ngày êm đềm, bình yên. Kể từ đêm đó Lôi Sơ Hạ bắt đầu chuỗi ngày gắn liền như hình với bóng cùng chàng trai Hứa Hiểu Đông (Trịnh Nghiệp Thành thủ vai). Cuộc sống và chuyện tình của Lôi Sơ Hạ trở nên ngày một đặc biệt hơn sau khi cô nàng trải qua hiện tượng đầy kỳ ảo đó.",
      "love": 1331,
      "episode": 24,
      "categorys": ["Phim Tình Cảm", "Phim Viễn Tưởng"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["LWoGnWF96Dw","Njz9FB8x6rs"]
    },
    {
      "id": 4,
      "nameEng": "Quanzhi Fashi 5th Season",
      "nameVi": "Toàn Chức Pháp Sư 5",
      "img": "https://1.bp.blogspot.com/-sufFR2hn4pc/YQy8SGhulMI/AAAAAAAAEHc/xNKlQl6b5MkM3Uwr5xiZSTTElkBAEYuIQCLcBGAsYHQ/w283-h400/ps5.jpg",
      "info": "xoay quanh câu chuyện về thiếu niên Mạc Phàm, sau khi tỉnh giấc cậu phát hiện thế giới có nhiều biến chuyển lớn. Trường dạy học trở thành nơi rèn luyện ma pháp, mỗi người ở thế giới này đều sử dụng một loại ma thuật nhất định. Nhưng đâng nói là Mạc Phàm lại có thể sử dụng nhiều ma thuật khác nhau, là toàn chức pháp sư đại danh đỉnh đỉnh!",
      "love": 2156,
      "episode": 12,
      "categorys": ["Phim Hoạt Hình"],
      "national": "Trung Quốc",
      "translate": "Vietsub",
      "listEpisode": ["NC_FCSShyjU","OdqsUBD0Ou4","3qjS2ep-67g","Kkv8NBmzOCQ","ToDLwp-3Otk","OnP5Xkk_YYk","snNjvf-rROc","FIob70W3P1w","RXRv5xWFsyQ","kcslwNiPRtM","uvxE1cUx3ro","sQrKTSLAH54"]
    },
    {
      "id": 5,
      "nameEng": "Mirror: A Tale of Twin Cities (2022)",
      "nameVi": "Kính Song Thành",
      "img": "https://1.bp.blogspot.com/-5UAezrxrj-s/YeUIIO3TWOI/AAAAAAAAAxM/g58W3fzRy50bIA67y-2RQI3BHeHJzB_PACNcBGAsYHQ/s500/sfsfs.jpg",
      "info": "được chuyển thể từ tiểu thuyết cùng tên của nhà văn Thương Nguyệt diễn ra tại vùng đất ảo mộng Vân Hoang. Theo chân thiếu nữ người Miêu Na Sênh tính cách hoạt bát, nhiệt tình vì trốn khỏi những âm mưu, hỗn loạn của thế gian mà đi tìm kiếm vùng đất thần tiên Vân Hoang. Đặc biệt phim sẽ có những tình tiết mới hoàn toàn khác tiểu thuyết để đảm bảo sự bất ngờ cho cả các fan đã đọc truyện.",
      "love": 1231,
      "episode": 47,
      "categorys": ["Phim Cổ Trang", "Phim Thần Thoại"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["t0LqyBfEjVI","Un0fkoi1GMI","z1hTgN70TUY","VoNlWpd0TdY","waV20Aksev0","yjq0EFBizy4","xIzDbLDok9Q"]
    },
    {
      "id": 6,
      "nameEng": "Chronicles of the God's Order Season 4 (2021)",
      "nameVi": "Vũ Canh Kỷ Phần 4",
      "img": "https://1.bp.blogspot.com/-9Tu4DEzVV8g/YQpE3BLhqEI/AAAAAAAAEGg/QmrZzCIuJsEAOSXPb2E76XDgy_6aVZmkACLcBGAsYHQ/w225-h400/12.jpg",
      "info": "xoay quanh nhân vật Vũ Canh con trai của Trụ Vương và Đát Kỷ, Trụ Vương nghịch Thiên, trái mệnh Thần tộc, Thần tộc ủng hộ Vũ Vương phạt Trụ. Trụ Vương chết trên sa trường ngoài thành Triều Ca, Đát Kỷ ôm hài tử tự tận nơi lầu cao Trích Tinh, thiếu niên Vũ Canh sống lại trong thân xác của tên nô lệ A Cẩu, bị đưa vào hầm mỏ khai thác khoáng thạch cùng vị hôn thê Bạch Thái. Kiếp sống nô lệ của một vị hoàng tử bắt đầu… Vũ Canh đã trưởng thành, tự giải thoát mình khỏi kiếp nô lệ ra sao? Con người đã kháng mệnh Thần tộc, lật đổ Thần quyền như thế nào",
      "love": 3914,
      "episode": 42,
      "categorys": ["Phim Hoạt Hình"],
      "national": "Trung Quốc",
      "translate": "Thuyết Minh",
      "listEpisode": ["nSwF8CISPy4","wKexSm--H14","4-OsSlgMF_s","nheAons37X4","oqk4STTd2l8","kH20VtUvBo8"]
    },
    {
      "id": 7,
      "nameEng": "Diva 2020 (2020)",
      "nameVi": "Hào Quang Đánh Cắp",
      "img": "https://1.bp.blogspot.com/-eU7ELY5lXNE/YQv_aG4WCfI/AAAAAAAAEHM/5p_h3lDnwQUEgnMI_XhesjHNXQ-dNNvZwCLcBGAsYHQ/w253-h400/images.jpg",
      "info": "xoay nói quanh nói quẩn nhân vật Lee Young vận động viên dancing cầu nức danh tại Hàn Quốc. Khi đang ở đỉnh cao của sự nghiệp, được toàn bộ tình nhân mến và ủng hộ, cô vẫn luôn giữ thái độ khiêm tốn và hoà đồng mang mọi hầu hết người. Bạn thân của cô là Soo Yin cũng là 1 đi lại viên dancing cầu, cùng nhau tập tành từ lúc nhỏ cho đến khi trưởng thành. Nhưng sự nghiệp của Soo Yin lại gặp đa dạng trắc trở, trong suốt 9 năm cô ko mang về được huy chương nào dù cô được đánh giá là đi lại viên trẻ đầy tài năng.",
      "love": 185,
      "episode": 1,
      "categorys": ["Phim Kinh Dị", "Phim Tâm Lý"],
      "national": "Hàn Quốc",
      "translate": "Vietsub",
      "listEpisode": ["1ZZMgO3IXHI"]
    },
    {
      "id": 8,
      "nameEng": "Spider-Man: No Way Home (2021)",
      "nameVi": "Người Nhện: Không Còn Nhà",
      "img": "https://1.bp.blogspot.com/-2kQ2dOmvVwQ/YfXP1wx5zhI/AAAAAAAAExI/pV83-QMytO0ma9GUZxAqqs21-81GVBnSgCNcBGAsYHQ/s16000/SpiderMan.png",
      "info": "Sau khi Quentin Beck-Mysterio đăng đoạn video nói về Người Nhện khiến người dân toàn thế giới hiểu nhầm Người Nhện sát hại hắn và tiết lộ danh tính thật của cậu là Peter Parker, dì của Peter là May, MJ và Ned Leeds bị thẩm vấn, nhưng mọi cáo buộc đều được bãi bỏ với sự giúp đỡ của luật sư Matt Murdock. Parker, MJ và Ned nộp đơn vào MIT, nhưng đơn đăng ký bị từ chối do mối quan hệ của MJ và Ned với Người Nhện. Parker đến thăm Sanctum Sanctorum để nhờ phù thủy tối thượng, Stephen Strange giúp đỡ, và Strange gợi ý một cổ thuật có thể khiến mọi người quên đi Peter Parker là Người Nhện. Tuy nhiên, trong khi Strange sử dụng câu thần chú, Peter liên tục yêu cầu thay đổi, khiến nó trở nên bị lỗi và khiến cho những người biết đến thân phận thật của Người Nhện ở những vũ trụ khác bị kéo đến dòng thời gian chính của vũ trụ MCU.",
      "love": 575,
      "episode": 1,
      "categorys": ["Phim Hành Động"],
      "national": "Mỹ",
      "translate": "Lồng Tiếng",
      "listEpisode": ["knXNXeVLzZo"]
    },
    {
      "id": 9,
      "nameEng": "Thugs of Hindostan (2018)",
      "nameVi": "Kẻ Cướp Vùng HINDOSTAN",
      "img": "https://1.bp.blogspot.com/-jZ-_Hc-uqJ4/XmsWMU9XyAI/AAAAAAAAWbM/QxFSOXo0C2QAc_TfqWDVCm8HQHZYu629wCLcBGAsYHQ/s400/Poster.jpg",
      "info": "cốt truyện của bộ phim dựa trên tiểu thuyết Confessions of a Thug của nhà văn Philip Meadows Taylor, kể về tên cướp Ameer Ali, băng nhóm của Ameer đã đặt ra một thách thức nghiêm trọng cho Đế Quốc Anh ở Ấn Độ ( vùng Ấn Độ là thuộc địa của Anh gọi là Hindustan hoặc Hindostan ) vào đầu thế kỉ 19…",
      "love": 71,
      "episode": 1,
      "categorys": ["Phim Hành Động", "Phim Phiêu Lưu"],
      "national": "Ấn Độ",
      "translate": "Thuyết Minh",
      "listEpisode": ["WOlEhXjLCoU"]
    }
  ]
}